"ADD_EVENT_PROMPT" = "Stel de details voor deze activiteit in.";
"ADD_EVENT" = "Voeg toe";
"EDIT_EVENT" = "Wijzig";
"CANCEL" = "Annuleer";

"DELETE" = "Verwijder";
"DELETE_ONE" = "Verwijder alleen hier";
"DELETE_FUTURE" = "Verwijder overal";
"DELETE_RECURRING_ALERT_TITLE" = "Dit is een herhaalde activiteit.";
"DELETE_EVENT" = "Verwijder activiteit";

"DETACH_ONE" = "Bewaar alleen hier";
"DETACH_FUTURE" = "Bewaar overal";
"DETACH_ALL" = "Bewaar overal";
"DETACH_ALERT_TITLE" = "Dit is een herhaalde activiteit.";

"CANCEL_DIRTY_ALERT_TITLE" = "Deze activiteit is gewijzigd.";
"CANCEL_DIRTY_CANCEL" = "Annuleer wijziging";
"CANCEL_DIRTY_REVIEW" = "Bekijk wijziging";

"INVALID_ATTENDEE_ADDRESS_ALERT_TITLE" = "Uitnodiging sturen mislukt";
"INVALID_ATTENDEE_ADDRESS_ALERT_BODY_FORMAT" = "'%@' is waarschijnlijk geen geldig e-mailadres.";
"OK" = "OK";

"TITLE_PLACEHOLDER" = "Naam";
"LOCATION_PLACEHOLDER" = "Locatie";
"TITLE_DETAIL_NAV_TITLE" = "Naam en locatie";
"DEFAULT_EVENT_TITLE" = "Nieuwe activiteit";
"ADD_TO_CALENDAR" = "Zet in agenda";

"STARTS" = "Begin";
"ENDS" = "Einde";
"DATE_DETAIL_NAV_TITLE" = "Begin en einde";
"ALL_DAY_SWITCH_TITLE" = "Hele dag";
"TIME_ZONE" = "Tijdzone";
"FLOATING" = "Zwevend";

"REPEAT" = "Herhaal";
"NEVER_DETAIL" = "Geen";
"DAILY_DETAIL" = "Elke dag";
"WEEKLY_DETAIL" = "Elke week";
"BIWEEKLY_DETAIL" = "Elke 2 weken";
"MONTHLY_DETAIL" = "Elke maand";
"YEARLY_DETAIL" = "Elk jaar";
/* Used as a title for both repeating events and repeating reminders */
"RECURRENCE_DETAIL_NAV_TITLE" = "Herhaal";
"END_REPEAT" = "Stop herhalen";
"END_REPEAT_NAV_TITLE" = "Stop herhalen";
"TIME_ZONE_CHOOSER_PROMPT" = "Typ een plaatsnaam.";

"REPEAT_FOREVER" = "Herhaal voor altijd";

"ADD_INVITEES_NAV_TITLE" = "Voeg toe";
"ADD_INVITEES_PROMPT" = "Voeg genodigden toe aan deze activiteit.";

/* used as alert title for save errors */
"CANNOT_SAVE_EVENT" = "Activiteit bewaren niet mogelijk";
"ALERT_TIME" = "Meldingstijd";
"CANNOT_REPEAT_EVENT" = "Activiteit herhalen niet mogelijk";

"CALENDAR_DISAMBIGUATION_FORMAT" = "%@ (%@)";

